Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: Keep your mouth shape the same all the way up and let the top note be lighter, not louder.
ar: حافظ على شكل فمك نفسه طوال الصعود ودع النغمة العليا تكون أخف، لا أعلى صوتًا.
de: Behalte die Mundform bis ganz nach oben bei und lass den obersten Ton leichter werden, nicht lauter.
es: Mantén la misma forma de la boca durante toda la subida y deja que la nota más alta sea más ligera, no más fuerte.
fr: Gardez la même forme de bouche jusqu’en haut et laissez la note du haut devenir plus légère, pas plus forte.
it: Mantieni la stessa forma della bocca fino in cima e lascia che la nota più alta sia più leggera, non più forte.
ja: いちばん上まで口の形を変えず、最高音は大きくではなく軽く出します。
ko: 맨 위까지 입 모양을 똑같이 유지하고, 가장 높은 음은 크게가 아니라 가볍게 내세요.
nl: Houd je mondvorm hetzelfde tot helemaal boven en laat de hoogste noot lichter worden, niet harder.
pl: Utrzymuj ten sam kształt ust aż do góry, a najwyższy dźwięk niech będzie lżejszy, nie głośniejszy.
pt_br: Mantenha o mesmo formato da boca até o topo e deixe a nota mais aguda mais leve, não mais forte.
ru: Сохраняйте одну и ту же форму рта до самого верха, и пусть верхняя нота будет легче, а не громче.
sv: Behåll samma munform hela vägen upp och låt den översta tonen bli lättare, inte starkare.
tr: Ağız şeklinizi en tepeye kadar aynı tutun ve en üst notanın daha yüksek değil, daha hafif olmasına izin verin.
zh_hans: 一直到最高处都保持同样的口型，让最高音更轻，而不是更响。

source: Keep your tongue light and quick and make the two vowels clearly different.
ar: أبقِ لسانك خفيفًا وسريعًا واجعل حرفي العلة مختلفين بوضوح.
de: Halte die Zunge leicht und schnell und lass die beiden Vokale deutlich unterschiedlich klingen.
es: Mantén la lengua ligera y rápida y haz que las dos vocales suenen claramente distintas.
fr: Gardez la langue légère et rapide, et faites bien entendre la différence entre les deux voyelles.
it: Tieni la lingua leggera e rapida e rendi le due vocali ben distinte.
ja: 舌を軽く素早く動かし、2つの母音をはっきり区別します。
ko: 혀를 가볍고 빠르게 움직이고 두 모음을 분명하게 구분하세요.
nl: Houd je tong licht en snel en maak de twee klinkers duidelijk verschillend.
pl: Utrzymuj język lekki i szybki, a obie samogłoski wyraźnie od siebie odróżniaj.
pt_br: Mantenha a língua leve e rápida e deixe as duas vogais claramente diferentes.
ru: Язык должен быть лёгким и быстрым, а две гласные должны явно различаться.
sv: Håll tungan lätt och snabb och gör de två vokalerna tydligt olika.
tr: Dilinizi hafif ve çevik tutun, iki ünlüyü de birbirinden belirgin şekilde ayırın.
zh_hans: 舌头保持轻快，两个元音要清楚地区分开。

source: Keeps the app in the chosen orientation. “Don't lock” lets it rotate with your device.
ar: يُبقي التطبيق في الاتجاه المختار. «بدون قفل» يتيح له الدوران مع جهازك.
de: Hält die App in der gewählten Ausrichtung. „Nicht sperren“ lässt sie mit dem Gerät mitdrehen.
es: Mantiene la app en la orientación elegida. «No bloquear» deja que gire con el dispositivo.
fr: Maintient l’app dans l’orientation choisie. « Ne pas verrouiller » la laisse pivoter avec l’appareil.
it: Mantiene l’app nell’orientamento scelto. “Non bloccare” le permette di ruotare con il dispositivo.
ja: アプリを選んだ向きに固定します。「ロックしない」を選ぶと端末に合わせて回転します。
ko: 앱을 선택한 방향으로 유지합니다. “잠그지 않음”을 선택하면 기기에 따라 회전합니다.
nl: Houdt de app in de gekozen oriëntatie. ‘Niet vergrendelen’ laat de app met je apparaat meedraaien.
pl: Utrzymuje aplikację w wybranej orientacji. „Nie blokuj” pozwala jej obracać się razem z urządzeniem.
pt_br: Mantém o app na orientação escolhida. “Não bloquear” deixa girar junto com o dispositivo.
ru: Удерживает приложение в выбранной ориентации. «Не блокировать» позволяет поворачиваться вместе с устройством.
sv: Håller appen i det valda läget. ”Lås inte” låter den rotera med enheten.
tr: Uygulamayı seçilen yönlendirmede tutar. “Kilitleme”, cihazla birlikte dönmesine izin verir.
zh_hans: 让应用保持所选方向。“不锁定”则随设备一起旋转。

source: Keeps this range as your own, under “Custom” in the Voice settings.
ar: يحتفظ بهذا المدى كمداك الخاص، ضمن «مخصص» في إعدادات «الصوت».
de: Behält diesen Umfang als deinen eigenen, unter „Eigene“ in den Stimm-Einstellungen.
es: Guarda este rango como el tuyo, en «Personalizado» dentro de los ajustes de Voz.
fr: Conserve cette tessiture comme la vôtre, sous « Personnalisé » dans les réglages Voix.
it: Conserva questa estensione come la tua, sotto “Personalizzato” nelle impostazioni Voce.
ja: この音域をあなた自身の音域として、声の設定の「カスタム」に保存します。
ko: 이 음역을 당신의 것으로 저장합니다. 음성 설정의 “사용자 지정”에 들어갑니다.
nl: Bewaart dit bereik als het jouwe, onder ‘Aangepast’ in de Stem-instellingen.
pl: Zachowuje tę skalę jako twoją własną, w pozycji „Własne” w ustawieniach Głosu.
pt_br: Guarda esta extensão como a sua, em “Personalizado” nos ajustes de Voz.
ru: Сохраняет этот диапазон как ваш собственный, в разделе «Свои» настроек голоса.
sv: Behåller det här omfånget som ditt eget, under ”Egna” i Röst-inställningarna.
tr: Bu aralığı kendi aralığınız olarak, Ses ayarlarındaki “Özel” seçeneği altında saklar.
zh_hans: 把这个音域保存为你自己的，位于“嗓音”设置里的“自定义”下。

source: Label
ar: التسمية
de: Beschriftung
es: Etiqueta
fr: Libellé
it: Etichetta
ja: ラベル
ko: 레이블
pl: Etykieta
pt_br: Rótulo
ru: Подпись
sv: Etikett
tr: Etiket
zh_hans: 标签

source: Landscape
ar: أفقي
de: Querformat
es: Horizontal
fr: Paysage
it: Orizzontale
ja: 横向き
ko: 가로
nl: Liggend
pl: Poziomo
pt_br: Paisagem
ru: Альбом
sv: Liggande
tr: Yatay
zh_hans: 横屏

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sv: Språk
tr: Dil
zh_hans: 语言

source: Leap to the top note without reaching or pushing, then let the scale carry you back down.
ar: اقفز إلى النغمة العليا دون مدّ الصوت أو الضغط، ثم دع السلم يعيدك إلى الأسفل.
de: Spring zum obersten Ton, ohne dich zu strecken oder zu drücken, und lass dich dann von der Tonleiter wieder nach unten tragen.
es: Salta a la nota más alta sin estirarte ni empujar, y deja que la escala te lleve de vuelta abajo.
fr: Sautez à la note du haut sans tendre ni pousser la voix, puis laissez la gamme vous ramener en bas.
it: Salta alla nota più alta senza allungarti né spingere, poi lascia che la scala ti riporti giù.
ja: 背伸びしたり押したりせずにいちばん上の音へ跳び、そこから音階に乗って下りてきます。
ko: 애써 뻗거나 밀어붙이지 말고 맨 위 음으로 도약한 뒤, 음계를 따라 다시 내려오세요.
nl: Spring naar de hoogste noot zonder te reiken of te duwen, en laat de toonladder je daarna weer naar beneden dragen.
pl: Skocz na najwyższy dźwięk bez sięgania i pchania, a potem pozwól, by gama sprowadziła cię w dół.
pt_br: Salte para a nota mais aguda sem se esticar nem empurrar e deixe a escala levar você de volta para baixo.
ru: Прыгайте на верхнюю ноту, не тянясь и не давя, а затем позвольте гамме плавно вернуть вас вниз.
sv: Hoppa till den översta tonen utan att sträcka dig eller pressa, och låt sedan skalan bära dig ner igen.
tr: Uzanmadan ve zorlamadan en üst notaya sıçrayın, sonra dizinin sizi aşağı geri taşımasına izin verin.
zh_hans: 不要够也不要挤，直接跳到最高音，然后顺着音阶回到下面。

source: Leave Without Saving
ar: المغادرة دون حفظ
de: Ohne Sichern verlassen
es: Salir sin guardar
fr: Quitter sans enregistrer
it: Esci senza salvare
ja: 保存せずに終了
ko: 저장하지 않고 나가기
nl: Sluiten zonder bewaren
pl: Wyjdź bez zapisywania
pt_br: Sair sem salvar
ru: Выйти без сохранения
sv: Lämna utan att spara
tr: Kaydetmeden çık
zh_hans: 不保存并离开

source: Leaves a dot only on the pitches the repetition you're singing uses. The dots change to the next repetition's pitches as soon as its last note has finished.
ar: يُبقي نقطة فقط على الدرجات التي يستخدمها التكرار الذي تغنيه. تنتقل النقاط إلى درجات التكرار التالي بمجرد انتهاء آخر نغمة فيه.
de: Lässt nur auf den Tonhöhen einen Punkt, die die gerade gesungene Wiederholung nutzt. Die Punkte wechseln zu den Tonhöhen der nächsten Wiederholung, sobald die letzte Note der aktuellen verklungen ist.
es: Deja un punto solo en las notas que usa la repetición que estás cantando. Los puntos pasan a las de la siguiente repetición en cuanto termina la última nota de la actual.
fr: Ne laisse un point que sur les hauteurs utilisées par la répétition que vous chantez. Les points passent à celles de la répétition suivante dès que la dernière note de l’actuelle est terminée.
it: Lascia un punto solo sulle altezze usate dalla ripetizione che stai cantando. I punti passano a quelle della ripetizione successiva appena l’ultima nota di quella attuale è finita.
ja: いま歌っている繰り返しで使う音にだけ点を残します。現在の繰り返しの最後の音が鳴り終わると、点は次の繰り返しの音に切り替わります。
ko: 지금 부르는 반복에서 사용하는 음에만 점을 남깁니다. 현재 반복의 마지막 음이 끝나는 즉시 점이 다음 반복의 음으로 바뀝니다.
nl: Laat alleen een stip staan op de toonhoogtes die de herhaling die je zingt gebruikt. De stippen gaan naar die van de volgende herhaling zodra de laatste noot van de huidige klaar is.
pl: Zostawia kropkę tylko na wysokościach używanych przez śpiewane powtórzenie. Kropki przechodzą na wysokości następnego powtórzenia, gdy tylko skończy się ostatnia nuta bieżącego.
pt_br: Deixa um ponto apenas nas alturas usadas pela repetição que você está cantando. Os pontos passam para as da próxima repetição assim que a última nota da atual termina.
ru: Оставляет точку только на высотах, которые использует текущий повтор. Точки переходят к высотам следующего повтора, как только отзвучит последняя нота текущего.
sv: Lämnar en punkt bara på de tonhöjder som repetitionen du sjunger använder. Punkterna byter till nästa repetitions tonhöjder så snart den aktuellas sista ton har tystnat.
tr: Yalnızca söylediğiniz tekrarın kullandığı perdelerde nokta bırakır. Geçerli tekrarın son notası biter bitmez noktalar sonraki tekrarın perdelerine geçer.
zh_hans: 只在当前所唱重复用到的音高上保留圆点。当前重复的最后一个音结束后，圆点立即切换到下一次重复的音高。

source: Leaves this exercise unsung and moves on to the next one in the queue.
ar: يترك هذا التمرين دون غناء وينتقل إلى التالي في قائمة الانتظار.
de: Lässt diese Übung ungesungen und geht zur nächsten in der Reihe.
es: Deja este ejercicio sin cantar y pasa al siguiente de la cola.
fr: Passe cet exercice sans le chanter et va au suivant de la file.
it: Lascia questo esercizio senza cantarlo e passa al successivo della coda.
ja: このエクササイズを歌わずに飛ばして、次のエクササイズへ進みます。
ko: 이 연습을 부르지 않고 건너뛰어 대기열의 다음 연습으로 갑니다.
nl: Slaat deze oefening over en gaat door naar de volgende in de rij.
pl: Pomija to ćwiczenie i przechodzi do następnego w kolejce.
pt_br: Deixa este exercício sem cantar e passa para o próximo da fila.
ru: Пропускает это упражнение и переходит к следующему в очереди.
sv: Hoppar över den här övningen och går vidare till nästa i kön.
tr: Bu egzersizi söylemeden geçer ve sıradaki egzersize gider.
zh_hans: 跳过这个练习，直接进入队列中的下一个。

source: Leaves this lesson for later and opens the next one.
ar: يؤجل هذا الدرس إلى وقت لاحق ويفتح الدرس التالي.
de: Hebt diese Lektion für später auf und öffnet die nächste.
es: Deja esta lección para más tarde y abre la siguiente.
fr: Garde cette leçon pour plus tard et ouvre la suivante.
it: Lascia questa lezione per dopo e apre la successiva.
ja: このレッスンを後回しにして、次のレッスンを開きます。
ko: 이 레슨을 나중으로 미루고 다음 레슨을 엽니다.
nl: Bewaart deze les voor later en opent de volgende.
pl: Odkłada tę lekcję na później i otwiera następną.
pt_br: Deixa esta lição para depois e abre a próxima.
ru: Откладывает этот урок на потом и открывает следующий.
sv: Sparar lektionen till senare och öppnar nästa.
tr: Bu dersi sonraya bırakır ve sıradakini açar.
zh_hans: 把这一课留到以后，打开下一课。

source: Let the top notes thin out and get lighter. If you feel strain, stop and rest before trying again.
ar: دع النغمات العليا ترقّ وتصبح أخف. إذا شعرت بإجهاد، فتوقف واسترح قبل المحاولة مرة أخرى.
de: Lass die obersten Töne schlanker und leichter werden. Wenn du Anstrengung spürst, hör auf und ruh dich aus, bevor du es erneut versuchst.
es: Deja que las notas más altas se afinen y se aligeren. Si notas tensión, para y descansa antes de volver a intentarlo.
fr: Laissez les notes du haut s’affiner et s’alléger. Si vous sentez une tension, arrêtez-vous et reposez-vous avant de réessayer.
it: Lascia che le note più alte si assottiglino e si alleggeriscano. Se senti sforzo, fermati e riposa prima di riprovare.
ja: 高い音ほど細く軽くしていきます。負担を感じたら中断し、休んでからもう一度挑戦します。
ko: 가장 높은 음들은 얇고 가볍게 하세요. 무리가 느껴지면 멈추고 쉰 다음 다시 시도하세요.
nl: Laat de hoogste noten dunner en lichter worden. Voel je spanning, stop dan en rust uit voordat je het opnieuw probeert.
pl: Pozwól, by najwyższe dźwięki stały się cieńsze i lżejsze. Jeśli czujesz napięcie, przerwij i odpocznij, zanim spróbujesz ponownie.
pt_br: Deixe as notas mais agudas ficarem mais finas e leves. Se sentir esforço, pare e descanse antes de tentar de novo.
ru: Пусть верхние ноты становятся тоньше и легче. Если чувствуете напряжение, остановитесь и отдохните, прежде чем пробовать снова.
sv: Låt de översta tonerna bli tunnare och lättare. Om du känner ansträngning, sluta och vila innan du försöker igen.
tr: En üst notaların incelip hafiflemesine izin verin. Zorlandığınızı hissederseniz durun ve yeniden denemeden önce dinlenin.
zh_hans: 让最高的几个音变细、变轻。如果感到吃力，就停下来休息，然后再试。

source: Let your lips flutter on steady air through the whole octave. If the trill stops, loosen your lips and use a little more air.
ar: دع شفتيك ترفرفان على هواء ثابت عبر الأوكتاف كله. إذا توقفت الرفرفة، فأرخِ شفتيك واستخدم هواءً أكثر قليلًا.
de: Lass die Lippen auf gleichmäßiger Luft über die ganze Oktave flattern. Wenn das Flattern abreißt, lockere die Lippen und nimm etwas mehr Luft.
es: Deja que los labios vibren con un aire constante durante toda la octava. Si la vibración se detiene, afloja los labios y usa un poco más de aire.
fr: Laissez vos lèvres vibrer sur un souffle régulier sur toute l’octave. Si la trille s’arrête, relâchez les lèvres et utilisez un peu plus d’air.
it: Lascia vibrare le labbra con un’aria costante per tutta l’ottava. Se il trillo si ferma, sciogli le labbra e usa un po’ più d’aria.
ja: 一定の息で、オクターブ全体を通して唇を震わせます。震えが止まったら、唇をゆるめて息を少し増やします。
ko: 일정한 호흡으로 옥타브 전체에서 입술을 떨게 하세요. 트릴이 멈추면 입술을 풀고 공기를 조금 더 쓰세요.
nl: Laat je lippen op een gelijkmatige luchtstroom trillen over het hele octaaf. Stopt de tril, maak je lippen dan losser en gebruik iets meer lucht.
pl: Niech wargi drgają na równym strumieniu powietrza przez całą oktawę. Jeśli trel się zatrzyma, rozluźnij wargi i użyj trochę więcej powietrza.
pt_br: Deixe os lábios vibrarem com ar constante por toda a oitava. Se a vibração parar, solte os lábios e use um pouco mais de ar.
ru: Пусть губы вибрируют на ровном потоке воздуха по всей октаве. Если трель прерывается, расслабьте губы и добавьте немного воздуха.
sv: Låt läpparna fladdra på jämn luft genom hela oktaven. Om drillen stannar, slappna av i läpparna och använd lite mer luft.
tr: Dudaklarınızın tüm oktav boyunca sabit bir havayla titremesine izin verin. Titreşim durursa dudaklarınızı gevşetin ve biraz daha fazla hava kullanın.
zh_hans: 用稳定的气流让嘴唇在整个八度中持续颤动。如果颤音停了，就放松嘴唇，多用一点气。

source: Let your tongue rest gently forward, touching the back of your lower front teeth, instead of pulling it back. A tongue that is pulled back or pressing down puts extra pressure on the larynx and can keep your vocal folds from working freely.
ar: دع لسانك يستريح برفق إلى الأمام ملامسًا الجهة الخلفية لأسنانك الأمامية السفلى، بدل أن تسحبه إلى الخلف. فاللسان المسحوب إلى الخلف أو الضاغط إلى الأسفل يضع ضغطًا إضافيًا على الحنجرة وقد يمنع الطيّتين الصوتيتين من العمل بحرية.
de: Lass deine Zunge sanft vorne ruhen, sodass sie die Rückseite deiner unteren Schneidezähne berührt, statt sie zurückzuziehen. Eine zurückgezogene oder nach unten drückende Zunge übt zusätzlichen Druck auf den Kehlkopf aus und kann verhindern, dass deine Stimmlippen frei arbeiten.
es: Deja que la lengua descanse suavemente hacia delante, tocando la parte de atrás de los dientes inferiores, en lugar de retraerla. Una lengua retraída o que empuja hacia abajo ejerce presión extra sobre la laringe y puede impedir que las cuerdas vocales funcionen con libertad.
fr: Laissez la langue reposer doucement vers l’avant, contre l’arrière des incisives inférieures, au lieu de la tirer vers l’arrière. Une langue tirée en arrière ou qui appuie vers le bas exerce une pression supplémentaire sur le larynx et peut empêcher les cordes vocales de travailler librement.
it: Lascia la lingua appoggiata dolcemente in avanti, a contatto con il retro degli incisivi inferiori, invece di tirarla indietro. Una lingua tirata indietro o che spinge verso il basso mette ulteriore pressione sulla laringe e può impedire alle corde vocali di lavorare liberamente.
ja: 舌は奥に引っ込めず、下の前歯の裏にふれるように、軽く前に置いておきます。舌が奥に引っ込んだり下に押しつけられたりすると、喉頭に余計な圧力がかかり、声帯が自由に働けなくなることがあります。
ko: 혀를 뒤로 당기지 말고, 아래 앞니 뒤쪽에 닿도록 부드럽게 앞에 두세요. 혀가 뒤로 당겨지거나 아래로 누르면 후두에 추가 압력이 가해져 성대가 자유롭게 움직이지 못할 수 있습니다.
nl: Laat je tong zacht naar voren rusten, tegen de achterkant van je onderste voortanden, in plaats van hem terug te trekken. Een tong die naar achteren wordt getrokken of naar beneden drukt, zet extra druk op het strottenhoofd en kan je stembanden hinderen om vrij te werken.
pl: Pozwól językowi spokojnie spoczywać z przodu, dotykając tylnej strony dolnych przednich zębów, zamiast go cofać. Cofnięty lub dociśnięty w dół język dodatkowo naciska na krtań i może utrudniać swobodną pracę fałdów głosowych.
pt_br: Deixe a língua descansar suavemente para a frente, tocando a parte de trás dos dentes inferiores da frente, em vez de puxá-la para trás. Uma língua puxada para trás ou pressionando para baixo coloca pressão extra na laringe e pode impedir as pregas vocais de trabalharem livremente.
ru: Пусть язык мягко лежит впереди, касаясь внутренней стороны нижних передних зубов, а не оттягивается назад. Оттянутый назад или давящий вниз язык создаёт лишнее давление на гортань и может мешать голосовым складкам работать свободно.
sv: Låt tungan vila lätt framåt, mot baksidan av de nedre framtänderna, i stället för att dra den bakåt. En tunga som dras bakåt eller trycker nedåt lägger extra tryck på struphuvudet och kan hindra stämbanden från att arbeta fritt.
tr: Dilinizi geriye çekmek yerine, alt ön dişlerinizin arkasına değecek şekilde hafifçe önde bırakın. Geriye çekilmiş ya da aşağı bastıran bir dil gırtlağa fazladan baskı yapar ve ses tellerinizin serbestçe çalışmasını engelleyebilir.
zh_hans: 让舌头轻轻地向前放松，贴着下门牙的背面，而不是往后缩。舌头后缩或向下压，会给喉部增加额外压力，妨碍声带自如地工作。

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pl: Jasny
pt_br: Claro
ru: Светлое
sv: Ljust
tr: Açık
zh_hans: 浅色

source: Like
ar: إعجاب
de: Gefällt mir
es: Me gusta
fr: J’aime
it: Mi piace
ja: いいね
ko: 좋아요
nl: Vind ik leuk
pl: Polub
pt_br: Curtir
ru: Нравится
sv: Gilla
tr: Beğen
zh_hans: 点赞

source: Liked
ar: المُعجَب بها
de: Geliked
es: Con me gusta
fr: Aimés
it: Con Mi piace
ja: いいね済み
ko: 좋아요한 항목
nl: Geliket
pl: Polubione
pt_br: Curtidos
ru: С отметкой «Нравится»
sv: Gillade
tr: Beğenilenler
zh_hans: 已点赞

source: Likes
ar: الإعجابات
es: Me gusta
fr: J’aime
it: Mi piace
ja: いいね
ko: 좋아요
pl: Polubienia
pt_br: Curtidas
ru: Отметки «Нравится»
sv: Gillanden
tr: Beğeniler
zh_hans: 点赞

source: Limit scales to 1/3
ar: قصر السلالم على الثلث
de: Tonleitern auf 1/3 begrenzen
es: Limitar las escalas a 1/3
fr: Limiter les gammes à 1/3
it: Limita le scale a 1/3
ja: 音階を1/3までに制限
ko: 음계를 1/3로 제한
nl: Toonladders beperken tot 1/3
pl: Ogranicz gamy do 1/3
pt_br: Limitar as escalas a 1/3
ru: Ограничить гаммы до 1/3
sv: Begränsa skalor till 1/3
tr: Dizileri 1/3 ile sınırla
zh_hans: 音阶最多占 1/3

source: Line
ar: خط
de: Linie
es: Línea
fr: Ligne
it: Linea
ja: 線
ko: 선
nl: Lijn
pl: Linia
pt_br: Linha
ru: Линия
sv: Linje
tr: Çizgi
zh_hans: 线条

source: Line color
ar: لون الخط
de: Linienfarbe
es: Color de la línea
fr: Couleur de la ligne
it: Colore della linea
ja: 線の色
ko: 선 색상
nl: Lijnkleur
pl: Kolor linii
pt_br: Cor da linha
ru: Цвет линии
sv: Linjefärg
tr: Çizgi rengi
zh_hans: 线条颜色

source: Line your singing up with the notes, then tap Done.
ar: طابِق غناءك مع النغمات، ثم اضغط على «تم».
de: Bringe deinen Gesang mit den Noten in Deckung und tippe dann auf „Fertig“.
es: Alinea tu canto con las notas y luego toca «Listo».
fr: Alignez votre chant sur les notes, puis touchez « Terminé ».
it: Allinea il tuo canto con le note, poi tocca “Fatto”.
ja: 歌をノーツに合わせてから「完了」をタップします。
ko: 노래를 음표에 맞춘 다음 ‘완료’를 누르세요.
nl: Leg je zang op de noten en tik daarna op ‘Klaar’.
pl: Dopasuj swój śpiew do nut, a potem dotknij „Gotowe”.
pt_br: Alinhe seu canto com as notas e toque em “Concluído”.
ru: Совместите пение с нотами и нажмите «Готово».
sv: Lägg din sång i linje med noterna och tryck sedan på ”Klar”.
tr: Şarkınızı notalarla hizalayın, sonra “Bitti”ye dokunun.
zh_hans: 把你的歌声与音符对齐，然后点按“完成”。

source: Listen for the wide step between the sixth and seventh notes, which gives this scale its distinctive sound.
ar: استمع إلى الخطوة الواسعة بين النغمتين السادسة والسابعة، التي تمنح هذا السلم صوته المميز.
de: Achte auf den großen Schritt zwischen dem sechsten und siebten Ton, der dieser Tonleiter ihren besonderen Klang gibt.
es: Fíjate en el paso amplio entre la sexta y la séptima nota, que le da a esta escala su sonido característico.
fr: Écoutez le grand pas entre la sixième et la septième note, qui donne à cette gamme sa couleur particulière.
it: Ascolta il passo ampio tra la sesta e la settima nota, che dà a questa scala il suo suono caratteristico.
ja: 6番目と7番目の音の間の広い音程に耳を傾けます。これがこの音階の独特な響きを生みます。
ko: 여섯 번째와 일곱 번째 음 사이의 넓은 간격에 귀를 기울이세요. 이 간격이 이 음계만의 독특한 소리를 만듭니다.
nl: Luister naar de grote stap tussen de zesde en zevende noot, die deze toonladder zijn kenmerkende klank geeft.
pl: Wsłuchaj się w szeroki krok między szóstym a siódmym dźwiękiem, który nadaje tej gamie charakterystyczne brzmienie.
pt_br: Preste atenção ao passo largo entre a sexta e a sétima nota, que dá a esta escala seu som característico.
ru: Прислушайтесь к широкому шагу между шестой и седьмой нотами: именно он придаёт этой гамме особое звучание.
sv: Lyssna efter det stora steget mellan den sjätte och sjunde tonen, som ger skalan dess särpräglade klang.
tr: Bu diziye kendine özgü sesini veren altıncı ve yedinci notalar arasındaki geniş adıma kulak verin.
zh_hans: 留意第六和第七个音之间的宽音程，正是它赋予了这个音阶独特的声音。

source: Listening…
ar: جارٍ الاستماع…
de: Höre zu …
es: Escuchando…
fr: Écoute…
it: In ascolto…
ja: 聞き取り中…
ko: 듣는 중…
nl: Luisteren…
pl: Słucham…
pt_br: Ouvindo…
ru: Слушаю…
sv: Lyssnar…
tr: Dinleniyor…
zh_hans: 正在聆听…
